var POETRY = {// 古代～唐～宋～
"詩経" : {
"桃夭" : "桃之夭夭灼灼其華 之子于帰宜其室家 桃之夭夭有蕡其実 之子于帰宜其家室 桃之夭夭其葉蓁蓁 之子于帰宜其家人",
"關雎" : "關關雎鳩在河之洲 窈窕淑女君子好逑 參差荇菜左右流之 窈窕淑女寤寐求之 求之不得寤寐思服 悠哉悠哉輾轉反側 參差荇菜左右采之 窈窕淑女琴瑟友之 參差荇菜左右芼之 窈窕淑女鐘鼓樂之" },

"李白" : {
"越中懐古" : "越中句践破呉帰 義士還家尽錦衣 宮女如花満春殿 只今惟有鷓鴣飛",
"静夜思" : "牀前看月光 疑是地上霜 挙頭望山月 低頭思故郷",
"黄鶴樓送孟浩然之廣陵" : "故人西辭黄鶴樓 煙花三月下揚州 孤帆遠影碧空盡 惟見長江天際流",
"登金陵鳳凰臺":"鳳凰臺上鳳凰遊 鳳去臺空江自流 吳宮花草埋幽徑 晉代衣冠成古丘 三山半茖青天外 二水中分白鷺洲 總為浮雲能蔽日 長安不見使人愁",
"下終南山遇斛斯山人宿置酒":"暮從碧山下 山月隨人歸 卻顧所來徑 蒼蒼橫翠微 相攜及田家 童稚開荊扉 綠竹入幽徑 青蘿拂行衣 歡言得所憩 美酒聊共揮 長歌吟松風 曲盡河星稀 我醉君復樂 陶然共忘機",
"月下獨酌":"花間一壺酒 獨酌無相親 舉杯邀明月 對影成三人 月既不解飲 影徒隨我身 暫伴月將影 行樂須及春 我歌月徘徊 我舞影零亂 醒時同交歡 醉後各分散 永結無情遊 相期邈雲漢",
"春思":"燕草如碧絲 秦桑低綠枝 當君懷歸日 是妾斷腸時 春風不相識 何事入羅幃",
"關山月":"明月出天山 蒼茫雲海間 長風幾萬里 吹度玉門關 漢下白登道 胡窺青海灣 由來征戰地 不見有人還 戍客望邊色 思歸多苦顏 高樓當此夜 歎息未應閒",
"子夜四時歌春歌":"秦地羅敷女 採桑綠水邊 素手青條上 紅妝白日鮮 蠶饑妾欲去 五馬莫留連",
"怨情":"美人捲珠簾 深坐顰蛾眉 但見淚痕濕 不知心恨誰",
"贈孟浩然":"吾愛孟夫子 風流天下聞 紅顏棄軒冕 白首臥松雲 醉月頻中聖 迷花不事君 高山安可仰 徒此挹清芬" },

"王維" : {
"送秘書晁監還日本國" : "積水不可極 安知滄海東 九州何處遠 萬里若乘空 向國惟看日 歸帆但信風 鰲身映天黑 魚眼射波紅 鄕樹扶桑外 主人孤島中 別離方異域 音信若爲通",
"鹿柴" : "空山不見人 但聞人語響 返景入深林 復照青苔上",
"竹里館" : "独坐幽篁裏 弾琴復長嘯 深林人不知 明月来相照",
"送別" : "下馬飮君酒 問君何所之 君言不得意 歸臥南山陲 但去莫復問 白雲無盡時",
"酌酒与裴迪" : "酌酒与君君自寛　人情翻覆似波瀾　白首相知猶按剣　朱門先達笑弾冠　草色全経細雨湿　花枝欲動春風寒　世事浮雲何足問　不如高臥且加餐",
"送元二使安西" : "渭城朝雨浥軽塵 客舎青青柳色新 勧君更尽一杯酒 西出陽関無故人" },

"王翰" : {
"涼州詞" : "葡萄美酒夜光杯 欲飲琵琶馬上催 酔臥沙場君莫笑 古来征戦幾人回",
"涼州詞" : "秦中花鳥已應闌 塞外風沙猶自寒 夜聽胡笳折楊柳 敎人意氣憶長安" },

"陶淵明" : {
"飲酒" : "結盧在人境 而無車馬喧 問君何能爾 心遠地自偏 采菊東籬下 悠然見南山 山気日夕佳 飛鳥相与還 此中有真意 欲弁已忘言" },

"高適" : {
"除夜作" : "旅館寒灯独不眠 客心何事転凄然 故郷今夜思千里 霜鬢明朝又一年",
"別董大" : "十里黄雲白日大 北風吹雁雪紛紛 莫愁前路無知己 天下誰人不識君" },

"柳宗元" : {
"江雪" : "千山鳥飛絶 万径人蹤滅 孤舟簑笠翁 独釣寒江雪" },

"李紳" : {
"憫農" : "春種一粒粟 秋成萬顆子 四海無閒田 農夫猶餓死 鋤禾日當午 汗滴禾下土 誰知盤中餐 粒粒皆辛苦" },

"劉基" : {
"無題" : "人生無百歳 百歳復如何 古來英雄士 各已歸山阿",
"無題2" : "秋夜月黄金波 照人哭照人歌 人歌人哭月長好 月欠月円人自老",
"題小書" : "庭前緑荷叶 香気濃于酒 疎雨忽飛来 的礫明珠走",
"題画猫" : "碧眼烏円食有魚 仰看胡蝶坐階除 春風漾漾吹花影 一任東郊鼠化鴽",
"孤雲独去閑" : "風駆急雨酒高城 雲圧軽雷殷地声 雨過不知龍去処 一池草色萬蛙鳴" },

"王之渙" : {
"登鸛雀楼" : "白日依山尽 黄河入海流 欲窮千里目 更上一層楼" },

"孟浩然" : {
"春暁" : "春眠不覚暁 処処聞啼鳥 夜来風雨声 花落知多少",
"勧酒" : "勧君金屈卮 満酌不須辞 花発多風雨 人生足別離",
"洛中訪袁拾遺不遇" : "洛陽訪才子 江嶺作流人 聞説梅花早 何如此地春" },

"杜甫" : {
"春望" : "國破山河在 城春草木深 感時花濺淚 恨別鳥驚心 烽火連三月 家書抵万金 白頭搔更短 渾欲不勝簪",
"清明" : "清明時節雨粉粉 路上行人欲断魂 借問酒家何處在 牧童遥指杏花村",
"山行" : "遠上寒山石徑斜 白雲生處有人家 停車坐愛楓林晩 霜葉紅於二月花" },

"岑参" : {
"磧中作" : "走馬西来欲到天 辞家見月両回円 今夜不知何処宿 平沙万里絶人煙" },

"張籍" : {
"秋思" : "洛陽城裏見秋風 欲作家書意万重 復恐怱怱説不尽 行人臨発又開封" },

"曹松" : {
"己亥歳" : "沢国江山入戦図 生民何計楽樵蘇 憑君莫話封侯事 一将功成万骨枯" },

"蘇軾" : {
"春夜" : "春宵一刻直千金 花有清香月有陰 歌管楼台声細細 鞦韆院落夜沈沈",
"飲湖上初晴後雨" : "水光瀲灩晴偏好 山色空濛雨亦奇 欲把西湖比西子 淡粧濃抹總相宜" },

"高駢" : {
"山亭夏日" : "緑樹陰濃夏日長 楼台倒影入池塘 水晶簾動微風起 一架薔薇満院香" },

"杜牧" : {
"江南春" : "千里鶯啼緑映紅 水村山郭酒旗風 南朝四百八十寺 多少楼台煙雨中",
"遣懐" : "落魄江湖載酒行 楚腰繊細掌中輕 十年一覺揚州夢 贏得靑樓薄倖名",
"過清華宮" : "長安回望繡成堆 山頂千門次第開 一騎紅塵妃子笑 無人知是荔枝來",
"寄揚州韓綽判官" : "靑山隱隱水遙遙 秋盡江南草木凋 二十四橋明月夜 玉人何處敎吹簫",
"遣懷" : "落魄江南載酒行 楚腰腸斷掌中輕 十年一覺揚州夢 贏得靑樓薄倖名" },

"李商隠" : {
"嫦娥" : "雲母屏風燭影深 長河漸落曉星沈 嫦娥應悔偸靈藥 碧海青天夜夜心" },

"賈島" : {
"尋隱者不遇" : "松下問童子 言師採藥去 只在此山中 雲深不知處" },

"薛濤" : {
"春望" : "花開不同賞 花落不同悲 欲問相思處 花開花落時" },

"魚玄機" : {
"秋愁" : "自歎多情是足愁 況當風月滿庭秋 洞房偏與更聲近 夜夜燈前欲白頭" },

"朱淑真" : {
"減字木蘭花" : "獨行獨坐 獨唱獨酬還獨臥 佇立傷神 無奈輕寒著摸人 此情誰見 淚洗殘妝無一半 愁病相仍 剔盡寒燈夢不成" } ,

"白居易" : {
"対酒" : "蝸牛角上争何事 石火光中寄子此身 随富随貧且歓楽 不開口笑是痴人",
"偶題東壁" : "日高睡足猶慵起 小閤重衾不怕寒 遺愛寺鐘欹枕聽 香鑪峯雪撥簾看 匡廬便是逃名地 司馬仍爲送老官 心泰身寧是歸處 故郷可獨在長安" },

"劉禹錫" : {
"秋風引" : "何處秋風至 蕭蕭送雁羣 朝來入庭樹 孤客最先聞",
"楊柳枝詞" : "煬帝行宮汴水濱 數枝楊柳不勝春 晩來風起花如雪 飛入宮牆不見人",
"元和十一年自朗州召至京戲贈看花諸君子" : "紫陌紅塵拂面來 無人不道看花回 玄都觀裏桃千樹 盡是劉郎去後栽" },

"賈島" : {
"劍客" : "十年磨一劍 霜刃未曾試 今日把似君 誰爲不平事" },

"太上隠者" : {
"答人" : "偶來松樹下 高枕石頭眠 山中無暦日 寒盡不知年" },

"于武陵" : {
"勸酒" : "勸君金屈巵 滿酌不須辭 花發多風雨 人生足別離" },

"王安石" : {
"梅花" : "牆角数枝梅 凌寒独自開 遥知不是雪 為有暗香来" },

"王陽明" : {
"睡起偶成" : "四十餘年睡夢中 而今醒眼始朦朧 不知日已過卓午 起向高樓撞曉鐘" },

"毛沢東" : {
"人民解放軍占領南京" : "鍾山風雨起蒼黄 百萬雄師過大江 虎踞龍盤今勝昔 天翻地覆慨而慷 宜將剩勇追窮寇 不可沽名學覇王 天若有情天亦老 人間正道是滄桑" }
};

var POETRY2 ={// 日本江戸時代まで
"嵯峨天皇" : {
"春日遊猟日暮宿江頭亭子" : "三春出猟重城外 四望江山勢転雄 逐兎馬蹄承落日 追禽鷹翮払軽風 征舟暮入連天水 明月孤懸欲暁空 不学夏王荒此事 為思周卜偶非熊" },

"阿倍仲麻呂" : {
"望月望鄕" : "翹首望東天 神馳奈良邊 三笠山頂上 想又皓月圓" },

"大伴家持" : {
"七言晩春三日遊覧一首" : "餘春媚日宜怜賞 上巳風光足覧遊　柳陌臨江縟袨服　桃源通海泛仙舟　雲罍酌桂三清湛　羽爵催人九曲流　縦酔陶心忘彼我　酩酊無處不淹留" },

"菅原道真" : {
"九月十日" : "去年今夜侍清涼 秋思詩篇独断腸 恩賜御衣今在此 捧持毎日拝余香",
"自詠" : "離家三四月 落涙百千行 萬事皆如夢 時時仰彼蒼" },

"道元" : {
"山居" : "西来祖道我伝東 鉤月耕雲慕古風 世俗紅塵飛不到 深山雪夜草菴中" },

"北条時頼" : {
"春流" : "春流高以岸 細草碧於苔 小院無人到 風來門自開" },

"細川頼之" : {
"海南行" : "人生五十愧無功 花木春過夏已中 滿室蒼蠅掃難去 起尋禪榻臥淸風" },

"武田信玄" : {
"惜落花" : "檐外紅残三四峰 蜂狂蝶酔景猶濃 遊人亦借漁翁手 網住飛花至晩鐘" },

"上杉謙信" : {
"九月十三夜" : "霜満軍営秋気清 数行過雁月三更 越山併得能州景 遮莫家郷憶遠征" },

"明智光秀" : {
"辞世" : "順逆無二門 大道徹心源 五十五年夢 覺來歸一元"},

"伊達政宗" : {
"醉餘口號" : "四十年前少壯時 功名聊復自私期 老來不識干戈事 只把春風桃李巵" },

"藤原惺窩" : {
"山居" : "靑山高聳白雲邊 仄聽樵歌忘世縁 意足不求絲竹樂 幽禽睡熟碧巖前" },

"良寛" : {
"無題" : "孰謂我詩詩 我詩非是詩 知我詩非詩 始可与言詩",
"無題2" : "可憐好丈夫 閑居好題詩 古風擬漢魏 近体唐作師 斐然其為章 加之以新奇 不写心中物 雖多復何為" },

"德川光圀" : {
"荻花" : "荻上瀼瀼白露清 白花相映月光明 風吹黄葉發天籟 轉作潯陽瑟瑟聲",
"観農夫治田":"奚掊民膏喜有年 朝耘夕耨没安眠 窃玄翼湿一犂雨 布谷声幽千畝煙 頂笠披蓑丘壟下 腰鎌飽饁夕陽辺 君看稼不農而已 在殖心苗肥学田" },

"山崎闇斎" : {
"仲秋主静斎即興" : "酷憐名月浮庭露 箇箇円成太極図 茂叔何人我何者 只輸他主静功夫" },

"山内容堂" : {
"亢龍喪元" : "亢龍喪元櫻花門 敗鱗散與飛雪飜 腥血如河雪亦赤 乃祖赤裝勇無存 汝到地獄成佛否 萬頃淡海付犬豚" },

"林羅山" : {
"武野晴月" : "武陵秋色月嬋娟 曠野平原晴快然 輾破青青無轍迹 一輪千里草連天" },

"木下順庵" : {
"豊臣廟感懐奉和尺五先生韻" : "松下行厨豊廟辺 登臨転感艶陽天 鄴臺人去荊蓁合 驪岫雲還陵谷遷 残樹空栄荒逕裏 余香暗度晩風前 年年惟有花時節 酔無狂歌翠幕連" },

"安東省庵" : {
"偶成" : "平生難寝又難起 懶却人間夢寐中 一事無成老将至 衡門独立目冥鴻" },

"石井元政" : {
"病来" : "夢裡鳴鳩林日間 満堂無客昼如年 一生多病是何幸 白髪残僧傍母眠" },

"伊藤仁斎" : {
"冬夜即事" : "無求無責一間人 机上漫書草又真 呼取蛤蜊対歓伯 更添炉底小烏銀" },

"後光明天皇" : {
"四方拝" : "霜満雲階天未曙 画屏銀燭照中庭 当時曾自幸河上 千載綿綿礼七星" },

"人見竹洞" : {
"即興" : "柴火清茶手自煎 松風寒雨坐蕭然 把書偶有味深意 不覚猫児上膝眠" },

"荻生徂徠" : {
"還館口号" : "甲陽美酒緑葡萄 霜露三更湿客袍 須識良宵天下少 芙蓉峰上一輪高" },

"太宰春台" : {
"寧樂懷古" : "南土茫茫古帝城 三條九陌自縱橫 籍田麥秀農人度 馳道蓬生賈客行 細柳低垂常惹恨 閑花歴亂竟無情 千年陳迹唯蘭若 日暮呦呦野鹿鳴",
"稲叢懐古" : "沙汀南望浩煙波 聞説三軍自此過 潮水歸來人事改 空山迢逓夕陽多",
"登白雲山" : "白雲山上白雲飛 幾戸人家倚翠微 行盡白雲雲裡路 滿身還帶白雲歸" } ,

"新井白石" : {
"即事" : "青山初已曙 鳥雀出林鳴 稚竹煙中上 孤花露下明 煎茶雲繞榻 梳髪雪垂纓 偶坐無公事 東窓待日生",
"春日作" : "楊柳花飛江水流 王孫草色遍芳洲 金罍美酒葡萄緑 不酔青春不解愁",
"芳草原" : "春入芳原上 青青襯歩鞋 佳人来闘草 応賭鳳凰釵",
"稲村崎":"金鼓振天従北藩 驚沙濺血日光昏 宝刀沈水神龍化 碧海揚塵汗馬奔 九代衣冠余戦骨 千年星月照冤魂 満江巨艦真閑事 拠旧寒潮落遠邨" },

"本居宣長" : {
"春日早朝" : "鶏鳴九陌報清晨 初日纔昇映紫宸 金殿出霞花気暖 玉楼経雨柳條新 群臣集奏千秋寿 蛮客貢陳四海珍 且識天杯元承露 聖明恩沢更含春",
"読書" : "独坐間窓下 読書欲暁星 孜孜何須睡 一任酔群経",
"上巳" : "元巳春風暖 桃花照錦筵 麗人更勧酔 流水羽觴前" },

"大田南畝" : {
"望嶽" : "日出扶桑海気重　青天白雪秀芙蓉　誰知五嶽三山外　別有東方不二峰",
"自遣":"少年高志在千秋 大業無成日月流 漸与梁園詞客絶 転随燕市酒人遊 送迎曾掛南州榻 唱和空伝下里謳 莫道吏情難免俗 有時飛夢到滄洲" },

"多田季婉" : {
"暮春有感" : "憔悴花前自恨春 花開花落白頭新 顛狂柳絮今相似 昔日深窓詠雪人" },

"鍋島閑叟" : {
"無題" : "孤島結團意氣豪 西南決眥萬重濤 黠奴若有窺邊事 羶血飽膏日本刀" },

"菅茶山" : {
"江戸邸舎臥病" : "閑窓日對藥爐烟 不那韶華病裡遷 都門樂事春多少 時見風箏泝半天" },

"亀井南冥" : {
"雨後看月" : "驟雨過城雲尚懸 何来皎月照林泉 芙渠地上風難定 葉葉明珠琢未円" },

"赤松蘭室" : {
"旅館聴雨" : "孤剣天涯客 況逢秋色深 寒窓聴雨夕 遠道憶人心 淅瀝芭蕉老 凄涼蟋蟀沈 終宵夢不就 撫枕又長吟" },

"頼山陽" : {
"長崎謡" : "扇洲楼下盪槳遅 碧檻紅燈閃玉卮 試倚船窓呼姉妹 認他夜宴侍胡児",
"題不識庵撃機山圖" : "鞭聲肅肅夜過河 曉見千兵擁大牙 遺恨十年磨一劍 流星光底逸長蛇",
"舟発大垣赴桑名" : "蘇水遙遙入海流 櫓声雁語帯郷愁 独在天涯年欲暮 一蓬風雪下濃州",
"八幡公" : "結髮從軍弓箭雄 八州草木識威風 白旗不動兵營靜 立馬邊城看亂鴻",
"新居" : "新居逢元日 推戸晴㬢明 階下浅水流 涓涓已春声 臨流洗我研 研紫映山青 地僻少賀客 自喜省送迎 棲息有如此 足以愜素情 所恨唯一母 迎養志未成 安得共此酒 慈顔一咲傾 磨墨作郷書 酔字易縦横",
"患結核戯作歌" : "吾有一腔血 其色正赤其性熱 不能瀝之明主前 赤光凛向廟堂徹 亦不能濺之国家難 留痕大地碧弗滅 鬱積徒成磊塊凝 欲吐不吐中逾熱 一旦喀出学李賀 難収糝地紅玉屑 或曰先生閲史遭姦雄逭天罰 睢陽之歯輒嚼齧 渠無寸傷己自残 憤懣遂致肺肝裂 或曰先生殺人手無銕 発奸擿伏由筆舌 以心誅心人不知 霊台冥冥瀦陰血 吾聞此語両未頷 童子進曰走意別 先生肉中本無血 腹中奇字僅可剟 賺得杜康争戴酒 剣菱如剣岳雪雪 大福蔵府受不起 溢為赤漦戒饕餮 咄哉此意愼勿説",
"兵児謡" : "衣至骭 袖至腕 腰間秋水鉄可断 人触斬人 馬触斬馬 十八結交健児社 北客能来何以酬 弾丸硝薬是膳羞 客猶不属饜 好以宝刀加渠頭 蕉衫如雪不愛塵 長袖緩帯学都人 怪来健児語音好 一操南音官長瞋 蜂黄落　蝶粉褪 倡優巧　鉄剣鈍 以馬換妾髀生肉 眉斧解剖壮士腹",
"癸丑歳偶作" : "十有三春秋 逝者已如水 天地無始終 人生有生死 安得類古人 千載列青史" },

"大塩平八郎" : {
"無題" : "春暁城中春睡衆 遶檐燕雀声虚哢 非上高楼撞巨鐘 桑楡日暮猶昏夢",
"四十七士" : "臥薪嘗膽幾辛酸 一夜劍光映雪寒 四十七碑猶護主 凛然冷殺奸臣肝" },

"德川齊昭" : {
"水戸八景": "雪時嘗賞仙湖景 雨夜更遊青柳頭 山寺晩鐘響幽壑 太田落雁渡芳洲 花光爛漫岩船夕 月色玲瓏廣浦秋 遙望村松青嵐後 水門歸帆映高樓" },

"成島柳北" : {
"夏夜" : "雨余樹色清如沐 蒲扇葛巾涼可掬 翠柳街頭月半稜 児童相伴呼蝙蝠",
"歳晩書感" : "雪華幾寸没新阡 側枕中宵独惨然 百難侵身身未死 又偕窮鬼餞徂年",
"巴里" : "十載夢飛巴里城 城中今日試閑行 画楼涵影淪綺水 士女如花簇晩晴",
"夏夜" : "婦子朝来掃甑塵 蕭条破屋又新春 売書売剣家貲尽 幸是先生未売身" },

"朱子？" : {
"無題": "少年易老學難成 一寸光陰不可輕 未覺池塘春草夢 階前梧葉已秋聲" }
};

var POETRY3 = {// 日本 幕末維新以後
"高杉晉作" : {
"題焦心録後" : "内憂外患迫吾州 正是危急存亡秋 唯爲邦君爲邦國 降彈名姓又何愁" },

"橋本左内" : {
"獄中作" : "二十六年夢裡過 顧思平昔感滋多 天祥大節嘗心折 土室猶吟正氣歌" },

"武市半平太" : {
"夢覺而得一絶" : "夢上洛陽謀故人 終衝巨奸氣逾振 覺來浸汗恨無限 只聽隣鷄報早晨" },

"陸奥宗光" : {
"無題" : "朝踊暮吟十五年 飄身漂泊似難船 他時争得生鵬翼 一挙排雲翔九天" },

"吉田松陰" : {
"辞世" : "吾今爲國死 死不背君親 悠悠天地事 鑑照在明神" },

"西郷隆盛" : {
"無題" : "幾歴辛酸志始堅 丈夫玉砕愧甎全 一家遺事人知否 不為児孫買美田",
"無題2" : "大聲呼酒坐高樓 豪氣將呑五大州 一寸丹心三尺劍 握拳先試佞人頭",
"無題3" : "一貫唯唯諾 従来鉄石肝 貧居生傑士 勲業顕多難 耐雪梅花麗 経霜楓葉丹 如能識天意 豈敢自謀安",
"温泉即興" : "幽居夢覚起茶烟 霊境温泉洗世縁 地僻山深静尽夜 不聞人語只看天" },

"勝海舟" : { 
"無題" : "誰教大鼎弄群児 只見蒼生苦荊岐 嗚呼吾主高義家 如何憤怨及我私 古往今来已如此 上下千年任天知 壮士決戦不顧死 此際豈亦容毀誓 錦旗飜風函嶺巓 湯城殺気紊綱紀 丈夫報恩他有需 救此蒼生答天子" },

"中江兆民" : {
"病中得二首之一" : "殘燈吹燄已 涼月半窗明 病客夢方覺 陰蟲三五鳴" },

"佐野竹之介" : {
"出郷作" : "決然去国向天涯 生別又兼死別時 弟妹不知阿兄志 慇懃牽袖問帰期" },

"武林唯七" : {
"無題" : "三十年来一夢中 捨生取義幾人同 家郷臥病双親在 膝下奉歓恨不終" },

"頼三樹三郎" : {
"無題" : "山青残月薄 燈白古邨寒 橋霜人未過 満耳水珊珊",
"無題2" : "海月清風静 金波澹不流 無人賞此景 一擲付漁舟",
"過凾嶺" : "当年意気欲凌雲 快馬東馳不見山 今日危途春雨冷 檻車揺夢過函関" },

"乃木希典" : {
"金州城下作" : "山川草木轉荒涼 十里風腥新戰場 征馬不前人不語 金州城外立斜陽",
"富嶽" : "崚嶒富嶽聳千秋 赫灼朝暉照八洲 休説區區風物美 地靈人傑是神州",
"爾霊山" : "爾霊山𡸴豈難攀 男子功名期克艱 鉄血覆山山形改 万人斉仰爾霊山" },

"近藤勇": {
"作感懐" : "富貴利名豈可羨　悠悠官路任浮沈 此身更有苦辛在　飽食暖衣非我心",
"読外史" : "摩挲源将木人形 自説盛功爾我儔 猶有一般優劣処 鉞矛他日凌明州",
"笑艸" : "丈夫立志出東関 宿願無成不復還 報国尽忠三尺剣 十年磨而在腰間",
"無題" : "負恩守義皇州士 一志伝手入洛陽 昼夜兵談作何事 攘夷誰斗布衣郎",
"無題2" : "曾聞蛮貊称五臣 今見虎狼候我津 回復誰尋神后趾 向来慎莫用和親",
"無題3" : "百行所依孝與忠 取之無失果英雄 英雄縦不吾曹事 欲以赤心攘羌戎",
"有感作" : "只應晦迹寓牆東 喋喋何隨世俗同 果識英雄心上事 不英雄處是英雄",
"無題4" : "孤軍援絶作囚俘 顧念君恩涙更流 一片丹衷能殉節 雎陽千古是吾儔",
"無題5" : "靡他今日復何言 取義捨生吾所尊 快受電光三尺剣 只将一死報君恩" },

"大久保利通" : {
"下通州偶成" : "奉勅単航向北京 黒煙堆裏蹴波行 和成忽下通州水 閑臥篷窓夢自平" },

"元田永孚" : {
"中庸" : "勇力男児斃勇力 文明才子酔文明 勧君須択中庸去 天下万機帰一誠" },

"徳富蘇峰": {
"両英雄" : "堂堂錦旆圧関東 百万死生談笑中 群小不知天下計 千秋相対両英雄",
"京都東山" : "三十六峰雲漠漠 洛中洛外雨紛紛 破簦短褐來揮涙 秋冷殉難烈士墳" },

"正岡子規" : {
"送夏目漱石之伊豫" : "去矣三千里 送君生暮寒 空中懸大嶽 海末起長瀾 僻地交友少 狡児教化難 清明期再会 莫後晩花残" },

"夏目漱石" : {
"山路觀風" : "石苔沐雨滑難攀 渡水穿林往又還 處處鹿聲尋不得 白雲紅葉滿千山",
"無題" : "鴻台冒暁訪禅扉 孤磬沈沈断続微 一叩一推人不答 驚鴉撩乱掠門飛",
"無題2" : "大愚難到志難成 五十春秋瞬息程 觀道無言只入靜 拈詩有句獨清求 迢迢天外去雲影 籟籟風中 落葉聲 忽見閑窓虚白上 東山月出半江明",
"明治43年9月20日" : "秋風鳴万木 山雨撼高楼 病骨稜如剣 一灯青欲愁",
"明治43年9月25日" : "風流人未死 病裡領清閑 日日山中事 朝朝見碧山",
"明治43年9月29日" : "仰臥人如唖 黙然見大空 大空雲不動 終日杳相同",
"明治43年10月1日" : "日似三春水 心随野水空 牀頭花一片 閑落小眠中",
"明治43年10月2日" : "夢繞星潢泫露幽 夜分形影暗灯愁 旗亭病近修禅寺 一榥疎鐘已九秋",
"明治43年10月4日" : "万事休時一息回 余生豈忍比残灰 風過古澗秋声起 日落幽篁瞑色来 漫道山中三月滞 詎知門外一天開 帰期勿後黄花節 恐有羇魂夢旧苔",
"明治43年10月5日" : "淋漓絳血腹中文 嘔照黄昏漾綺紋 入夜空疑身是骨 臥牀如石夢寒雲",
"明治43年10月6日" : "天下自多事 被吹天下風 高秋悲鬢白 衰病夢顔紅 送鳥天無尽 看雲道不窮 残存吾骨貴 慎勿妄磨瓏",
"明治43年10月7日" : "傷心秋已到 嘔血骨猶存 病起期何日 夕陽還一村",
"明治43年10月8日" : "秋露下南礀 黄花粲照顔 欲行沿澗遠 却得与雲還",
"明治43年10月10日" : "客夢回時一鳥鳴 夜来山雨暁来晴 孤峯頂上孤松色 早映紅暾欝欝明",
"明治43年10月21日" : "吾失天時併失愚 吾今會道道離吾 人間忽盡聡明死 魔界猶存正義臞 擲地鏗鏘金錯劍 碎空燦爛夜光珠 獨呑涕涙長躊躇 怙恃兩亡立廣衢",
"明治43年10月25日" : "桃花馬上少年時 笑拠銀鞍払柳枝 緑水至今迢逓去 月明来照鬢如糸",
"明治43年10月27日" : "馬上青年老 鏡中白髪新 幸生天子国 願作太平民",
"明治43年10月" : "縹渺玄黄外 死生交謝時 寄託冥然去 我心何所之 帰来覓命根 杳窅竟難知 孤愁空遶夢 宛動蕭瑟悲 江山秋已老 粥薬髩将衰 廓寥天尚在 高樹独余枝 晩懐如此澹 風露入詩遅", 
"明治43年10月池辺三山宛" : "遺却新詩無処尋 嗒然隔牖対遥林 斜陽満径照僧遠 黄葉一村蔵寺深 懸偈壁間焚仏意 見雲天上抱琴心 人間至楽江湖老 犬吠鶏鳴共好音",
"無題" : "眞蹤寂莫杳難尋 欲抱虚懷歩古今 碧水碧山何有我 蓋天蓋地是無心 依稀暮色月離草 錯落秋聲風在林 眼耳雙忘身亦失 空中獨唱白雲吟",
"春日偶成其二" : "竹密能通水 花高不隠春 風光誰是主 好日属詩人" ,
"大正6年8月14日" : "幽居正解酒中忙 華髪何須住酔郷 座有詩僧閑拈句 門無俗客静焚香 花間宿鳥振朝露 柳外帰牛帯夕陽 随所随縁清興足 江村日月老来長",
"大正6年10月21日" : "吾失天時併失愚 吾今會道道離吾 人間忽盡聡明死 魔界猶存正義臞 擲地鏗鏘金錯劍 碎空燦爛夜光珠 獨呑涕涙長躊躇 怙恃兩亡立廣衢",
"大正6年" : "眞蹤寂莫杳難尋 欲抱虚懷歩古今 碧水碧山何有我 蓋天蓋地是無心 依稀暮色月離草 錯落秋聲風在林 眼耳雙忘身亦失 空中獨唱白雲吟"},

"伊藤博文" : {
"奉命巡視琉球" : "六隻艨艟旗色雄 鵬程萬里駕長風 誰知軍国辺防策 辛苦経営方寸中",
"飲某楼" : "豪気堂堂横大空 日東誰使帝威隆 高楼傾尽三杯酒 天下英雄在眼中" },

"幸田露伴" : {
"題富士山図" : "白雲為帯雪為冠 屹立紫霄対翠瀾 応是神州霊気発 成山四海万民観" },

"森鴎外" : {
"香港" : "開釁当年事悠悠 滄桑之変喜還愁 誰図莽草荒煙地 附與英人泊萬船",
"待春" : "南廂偶坐惱沈吟 目送凍禽鳴出林 唯喜簾前風稍暖 待花心是待春心",
"路易二世" : "當年向背駭羣臣 末路悽愴泣鬼神 功業千秋且休問 多情偏是愛詩人" },

"田中紀峰" : {
"孤客独飲" : "白髪老翁猶欲娯 彷徨日暮窺酒舗 秋風未吹残暑夜 独客不得不感孤",
"病夫不能飲" : "窃羞病躯不能悦 不得不従医師説 人皆飲酔又喫煙 只願我心安巡血",
"紫峰軒" : "山麓有桑田 郷童采果食 酒家在路傍 孤客過休息",
"病中偶作" : "怏怏無聊病者憂 坊中起臥似俘囚 迎秋不覚秋風冷 窓外只看雲片流" },

"大正天皇" : {
"過目黒村" : "雨余村落午風微 新緑陰中胡蝶飛 二様芳香来撲鼻 焙茶気雑野薔薇",
"梅雨" : "乍雨乍晴梅熟時 仰天偏願歳無飢 靑苗插遍水田裡 看到秋成始展眉",
"遠州洋上作" : "夜駕艨艟過遠州 満天明月思悠悠 何時能遂平生志 一躍雄飛五大洲",
"葉山南園与韓国皇太子同看梅" : "不管春寒飛雪斜 喜君来訪暫停車 葉山歓会興何尽 共賞園梅幾樹花",
"秋夜読書" : "秋夜漫漫意自如 西堂点滴雨声疎 座中偏覚多涼気 一穂燈光繙古書" },

"永井荷風" : {
"墨上春遊" : "黄昏転覚薄寒加 載酒又過江上家 十里珠簾二分月 一湾春水満堤花",
"無題" : "書剣十年唯自憐 不如午夢伴花眠 青雲有志帰虚願 羸得一囊詩酒銭" },

"李微" : {
"人虎傳" : "偶因狂疾成殊類 災患相仍不可逃 今日爪牙誰敢敵 当時声跡共相高 我為異物蓬茅下 君已乗軺気勢豪 此夕渓山対明月 不成長嘯但成嘷" },

"中島敦" : {
"無題" : "習習東風夜淡晴 星光潤暈不鮮晶 清明未到天狼没 穀雨已過角宿瑩 庭上見星幽客意 花陰踏露惜春情 微芳満地無人識 只有隣家静瑟声",
"日曜所見" : "落葉空林径 相逢碧眼嬢 嬌嫣牽狗去 猶香素馨香",
"五月五日自哂戯作" : "行年三十一 狂生迎誕辰 木強嗤世事 狷介不交人 種花窮措大 書蠹病痩身 不識天公意 何時免赤貧",
"無題2" : "攻文二十年 自嗤疎世事 夜偶倦繙書 起仰天狼熾",
"無題3" : "北辰何太廻 人事固堪嗤 莫嘆無知己 瞻星欲自怡",
"戯作" : "本牧花街昼寂寥 未粧商女却嬌嬌 恨殺楼前流眄客 嚢裡胸中共蕭条" },

"田中角栄" : {
"無題" : "国交途絶幾星霜 修交再開秋将到 隣人眼温吾人迎 北京空晴秋気深" }
};
